NextFOAM-2509/tutorials/verificationAndValidation/multiphase/interIsoFoam/porousDamBreak/constant/porosityProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2412                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      porosityProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

porosityModel JensenEtAl2014;

porosityEnabled true;

JensenEtAl2014Coeffs
{
    alpha 500;
    beta 2;
    gamma_p 0.34;
    d50 0.0159;
    KC 128;
}


// ************************************************************************* //
